Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J65.tmx
Source language: en_us
Languages: zh_cn

source: Census, Map, Museum
zh_cn: 第十章 人口调査、地图、博物馆

source: In the original edition of Imagined Communities I wrote that ‘so often in the “nation-building” policies of the new states one sees both a genuine, popular nationalist enthusiasm, and a systematic, even Machiavellian, instilling of nationalist ideology through the mass media, the educational system, administrative regulations, and so forth’.
zh_cn: 在《想象的共同体》的初版里我曾写道：“我们常常会在新国家的‘建造民族’（nation-building）政策中同时看到一种真实的、群众性的民族主义热情，以及一种经由大众传播媒体、教育体系、行政管制等手段进行的有系统的，甚至是马基雅维利式的民族主义意识形态灌输。”

source: My shortsighted assumption then was that official nationalism in the colonized worlds of Asia and Africa was modelled directly on that of the dynastic states of nineteenth-century Europe.
zh_cn: 当时，我短视地假设亚洲和非洲的殖民地世界的官方民族主义是直接模仿19世纪欧洲的王朝制国家的。

source: Subsequent reflection has persuaded me that this view was hasty and superficial, and that the immediate genealogy should be traced to the imaginings of the colonial state.
zh_cn: 后来的反省使我相信这个观点过于草率而肤浅，而且“殖民地官方民族主义的”直接系谱应该溯及到殖民地政府（colonial state）的想象才对。

source: At first sight, this conclusion may seem surprising, since colonial states were typically tfnft’-nationalist, and often violently so.
zh_cn: 乍看之下，这个结论可能显得令人惊讶，因为殖民地政府不但是典型地反民族主义的，而且往往是非常激烈地反民族主义。

source: But if one looks beneath colonial ideologies and policies to the grammar in which, from the mid nineteenth century, they were deployed, the lineage becomes decidedly more clear.
zh_cn: 然而我们一旦检视过那个隐藏在殖民意识形态和政策的底层，而且从19世纪中叶以来就指导着这些意识形态和政策布局的基本规则（grammar），这个血统关系就更清楚了。

source: Few things bring this grammar into more visible relief than three institutions of power which, although invented before the mid nineteenth century, changed their form and function as the colonized zones entered the age of mechanical reproduction.
zh_cn: 最能让这个基本规则一目了然地呈现出来的，莫过于三种虽发明于19世纪中叶之前，但形态与功能却在殖民地区进入机械再生产时代后也随之变化的权力制度（institutions of power）。

source: These three institutions were the census, the map, and the museum: together, they profoundly shaped the way in which the colonial state imagined its dominion - the nature of the human beings it ruled, the geography of its domain, and the legitimacy of its ancestry.
zh_cn: 这三种制度是人口调查、地图和博物馆这三者一起深刻地形塑了殖民地政府想象其领地的方式——在其统治下人类的性质、领地的地理、殖民地政府的家世（ancestry）的正当性。

source: To explore the character of this nexus I shall, in this chapter, confine my attention to Southeast Asia, since my conclusions are tentative, and my claims to serious specialization limited to that region.
zh_cn: 为了探讨这种关系的性质，我将把本章的重点集中在东南亚，因为我的结论只是初步的，而且我能严肃宣称因为我的专业领域之处也只限于那个地区。

source: Southeast Asia does, however, offer those with comparative historical interests special advantages, since it includes territories colonized by almost all the ‘white’ imperial powers -- Britain, France, Spain, Portugal, the Netherlands, and the United States -- as well as uncolonized Siam.
zh_cn: 然而，那些对比较和历史感兴趣的人会发现东南亚确实给了他们若干特别有利之处，因为这个地区既包括了被几乎所有的“白种”帝国强权一英国、法国、西班牙、葡萄牙、荷兰和美国一殖民过的领土，也包括了从未被殖民过的泰国。

source: Readers with greater knowledge of other parts of Asia and Africa than mine will be better positioned to judge if my argument is sustainable on a wider historical and geographical stage.
zh_cn: 对亚洲和非洲的其他地区知道得比我更多的读者将会比较能够判断我的论证是否在一个更宽广的历史和地理舞台上也可以成立。

source: THE CENSUS
zh_cn: 人口调査

source: In two valuable recent papers the sociologist Charles Hirschman has begun the study of the mentalites of the British colonial census-makers for the Straits Settlements and peninsular Malaya, and their successors working for the independent conglomerate state of Malaysia.
zh_cn: 社会学家査尔斯·赫胥曼（Charles Hirschman）在最近的两篇很有价值的论文里，开始研究海峡殖民地和马来半岛的英国殖民地人口调查专家以及他们那些为独立的马来西亚联邦工作的后继者们的精神面貌（mentalhes）。

source: Hirschman’s facsimiles of the ‘identity categories’ of successive censuses from the ‘late nineteenth century up to the recent present show an extraordinarily rapid, superficially arbitrary, series of changes, in which categories are continuously agglomerated, disaggregated, recombined, intermixed, and reordered (but the politically powerful identity categories always lead the list).
zh_cn: 赫胥曼对从19世纪末一直到最近先后做的人口调查中出现的“认同范畴”（identity categories）作了精确的描述，而他的描述显示出“在这段期间中”这些范畴经历了异常迅速而又肤浅武断的一系列变化一这些范畴持续地被聚集、解散、重组、混合，以及重新编排顺序（尽管政治上有力的认同范畴总是名列前茅）。

source: From these censuses he draws two principal conclusions.
zh_cn: 他从这些人口调査中得出两个主要的结论。

source: The first is that, as the colonial period wore on, the census categories became more visibly and exclusively racial.
zh_cn: 第一个结论是，越到殖民后期，人口调查的范畴就越来越明显地变成纯以种族来界定的范畴。

source: Religious identity, on the other hand, gradually disappeared as a primary census classification.
zh_cn: 在另一方面，作为一种主要的人口调査分类的宗教认同则逐渐“从调查范畴中”消失。

source: ‘Hindoos’ - ranked alongside ‘Klings’, and ‘Bengalees’ - vanished after the first census of 1871.
zh_cn: 与“克灵人”（Klings）和“孟加拉人”并列的“印度教徒”（Hindoos）在1871年的第一次人口调查后就消失了。

source: ‘Parsees’ lasted until the census of 1901, where they still appeared — packed in with ‘Bengalis’, ‘Burmese’, and ‘Tamils’— under the broad category ‘Tamils and Other Natives of India’.
zh_cn: 到了1901年的调査，“祆教徒”（Parsees）虽然还存在，但却和“孟加拉人”、“缅甸人”和“塔米尔人”（Tamils）—起被塞进“塔米尔人与其他印度土著”这个很广的范畴之中。

source: His second conclusion is that, on the whole, the large racial categories were retained and even concentrated after independence, but now redesignated and reranked as ‘Malaysian’, ‘Chinese’, ‘Indian’, and ‘Other’.
zh_cn: 他的第二个结论是，大体上，大的种族范畴在独立后都被保留下来，甚至集中起来，不过现在他们被重新指名并排列为“马来西亚人”、“华人”、“印度人”和“其他”。

source: Yet anomalies continued up into the 1980s.
zh_cn: 然而一些异常现象直到20世纪80年代都还存在。

source: In the 1980 census ‘Sikh’ still appeared nervously as a pseudoethnic subcategory — alongside ‘Malayali’ and ‘Telegu’, ‘Pakistani’ and ‘Bangladeshi’, ‘Sri Lankan Tamil’, and ‘Other Sri Lankan’, - under the general heading ‘Indian’.
zh_cn: 在1980年的人口调査中，“锡克人”（Sikh）仍旧以一个准种族的次级范畴的地位紧张地现身了——它和“马拉亚利人”（Malayali）与“特来古人”（Telegu）“巴基斯坦人”与“孟加拉人”、“斯里兰卡塔米尔人”与“其他斯里兰卡人”一起出现在“印度人”这个通称之下。

source: But Hirschman’s wonderful facsimiles encourage one to go beyond his immediate analytical concerns.
zh_cn: 然而赫胥曼对这些调查的精彩描写却使人想要探究他当下所关心的那些分析以外的议题。

source: Take, for example, the 1911 Federated Malay States Census, which lists under ‘Malay Population by Race’ the following: ‘Malay’, ‘Javanese’, ‘Sakai’, ‘Banjarese’, ‘Boyanese’, ‘Mendeling’ (sic), ‘Krinchi’ (sic), ‘Jambi’, ‘Achinese’, ‘Bugis’, and ‘Other’.
zh_cn: 例如，1911年的马来同盟各州人口调查（Federated Malay States Census）在“依种族区分的马来人口”底下列出了以下各项：“马来人”，“爪哇人”，“萨凯人”（Sakai，马来半岛原住民之一族），“班甲里斯人”（Banjarese），“波颜人”（Boyanese），“曼德林人”（MendeKng）（原文如此），“克林契人”（Krinchi）（原文如此），“占碑人”（Jambi），“阿撤尼斯人”（Achinese），“布吉人”（Bugis）与“其他”。

source: Of these ‘groups’ all but (most) ‘Malay’ and ‘Sakai’ originated from the islands of Sumatra, Java, Southern Borneo, and the Celebes, all parts of the huge neighbouring colony of the Netherlands East Indies.
zh_cn: 在这些“集团”中，除了大多数的“马来人”和“萨凯人”之外，其他全部来自苏门答腊、爪哇、南婆罗洲和赛乐布（the Celebes）等岛屿，而这些岛屿都是荷属东印度群岛这个毗邻的巨大殖民地的一部分。

source: But these extra-FMS origins receive no recognition from the census-makers who, in constructing their ‘Malays’, keep their eyes modestly lowered to their own colonial borders.
zh_cn: 但是那些在建构他们的“马来人”范畴时谦逊地把目光放低到他们自己的殖民地边界上的人口调査专家们，却没有认出上述这些在马来同盟各州以外的族群发源地。

source: (Needless to say, across the waters, Dutch census-makers were constructing a different imagining of ‘Malays’, as a minor ethnicity alongside, not above, ‘Achinese’, ‘Javanese’, and the like.)
zh_cn: （毋庸赘言，在一水之隔的彼岸，荷兰的人口调査专家也将建构一种不同的“马来人”的想象——不在“阿撤尼斯人”和“爪哇人”之上，而是与他们并列的次要族群。）

source: ‘Jambi’ and ‘Krinchi’ refer to places, rather than to anything remotely identifiable as ethnolinguistic.
zh_cn: “占碑”和“克林契”其实指的是地方，而不是任何足以勉强称得上是语族的群体。

source: It is extremely unlikely that, in 1911, more than a tiny fraction of those categorized and subcategorized would have recognized themselves under such labels.
zh_cn: 在1911年的时候，绝大多数被归到某个范畴或次级范畴的人根本就不大可能用那种标签来认识他们自己。

source: These ‘identities’, imagined by the (confusedly) classifying mind of the colonial state, still awaited a reification which imperial administrative penetration would soon make possible.
zh_cn: 这些被殖民地政府那（本身也很困惑的）分类思想（classifying mind）所想象出来的“认同”，仍有待帝国以其行政的渗透来迅速促成他们的实体化。

source: One notices, in addition, the census-makers’ passion for completeness and unambiguity.
zh_cn: 此外，我们还注意到人口统计专家对完整性与明确性所抱的热情。

source: Hence their intolerance of multiple, politically ‘transvestite’, blurred, or changing identifications.
zh_cn: 这就说明了为何他们无法容忍多重的、政治上“男扮女装”的、模糊的或者变化的认同。

source: Hence the weird subcategory, under each racial group, of Others’ -- who, nonetheless, are absolutely not to be confused with other ‘Others’.
zh_cn: 这也说明了为何在每一个种族团体之下都会有一个“其他”的次级范畴——而且，每一个种族团体下的“其他”绝对不能和其他的“其他”混为一谈。

source: The fiction of the census -- is that everyone is in it, and that everyone has one -- and only one -- extremely clear place.
zh_cn: 人口调查的虚构性就在此：每个人都在里面，而且每个人都占据了一个——而且只有一个——极端清楚的位置。

source: No fractions.
zh_cn: “一律整数”，没有分数（No fractions）。

source: This mode of imagining by the colonial state had origins much older than the censuses of the 1870s, so that, in order fully to understand why the late-nineteenth-century censuses are yet profoundly novel, it is useful to look back to the earliest days of European penetration of Southeast Asia.
zh_cn: 殖民地政府这种模式的想象有着比19世纪70年代的人口调查要古老得多的起源。正因如此，我们若想充分了解何以19世纪晚期的人口调查根本上是如此新的事物，那么对欧洲势力最初入侵东南亚的那段岁月作一回顾应该是会有点用处的。

source: Two examples, drawn from the Philippine and Indonesian archipelagoes, are instructive.
zh_cn: 取自菲律宾群岛与印尼群岛的两个例子就很有教育意味。

source: In an important recent book, William Henry Scott has attempted meticulously to reconstruct the class structure of the pre-Hispanic Philippines, on the basis of the earliest Spanish records.
zh_cn: 在最近的一本很重要的著作当中，威廉·亨利·斯科特（William Henry Scott）尝试以最早期的西班牙文记录为蓝本小心翼翼地重建西班牙殖民时代以前的菲律宾阶级结构。

source: As a professional historian Scott is perfectly aware that the Philippines owes its name to Felipe II of ‘Spain’, and that, but for mischance or luck, the archipelago might have fallen into Dutch or English hands, become politically segmented, or been recombined with further conquests.
zh_cn: 作为一个专业史家，斯科特清楚地知道菲律宾之名源于“西班牙”的菲利普二世（Filipe II），而且若不是由于灾难或者幸运，这个群岛本来也许会落入荷兰人或英国人之手，或者因进一步的征服而在政治上被分割或重组。

source: It is tempting therefore to attribute his curious choice of topic to his long residence in the Philippines and his strong sympathy with a Filipino nationalism that has been, for a century now, on the trail of an aboriginal Eden.
zh_cn: 所以，这就会让人忍不住想将他之所以选择这个奇妙的题目，归因于他在菲律宾的长期居留，以及他对一个世纪来一直在追寻一个本土伊甸园（aboriginal Eden）的菲律宾民族主义的强烈同情。

source: But the chances are good that the deeper basis for the shaping of his imagination was the sources on which he was compelled to rely.
zh_cn: 不过，形成他这个想象的深层基础很可能是他必须参考的那些材料。

source: For the fact is that wherever in the islands the earliest clerics and conquistadors ventured they espied, on shore, principales, hidalgos, pecheros,and esclavos (princes, noblemen, commoners and slaves) -- quasi-estates adapted from the social classifications of late mediaeval Iberia.
zh_cn: 因为，“历史的”事实是，不管那些最早期的教士和西班牙征服者到哪个岛屿上探查，他们总是上了岸就会发现王子、贵族、平民和奴隶这些他们借用改编自中世纪末期伊比利亚半岛的社会分类来命名的准阶级（quasiestates）。

source: The documents they left behind offer plenty of incidental evidence that the hidalgos’ were mostly unaware of one another’s existence in the huge, scattered, and sparsely populated archipelago, and, where aware, usually saw one another not ashidalgos, but as enemies or potential slaves.
zh_cn: 他们所留下来的文书资料提供了很多附带的证据，显示“贵族”对于这个分散而地广人稀的群岛上其他不同的“贵族”的存在大多一无所知，而那些少数知道彼此存在者通常并不把对方看成“贵族”，而是看成敌人或潜在的奴隶。

source: But the power of the grid is so great that such evidence is marginalized in Scott’s imagination, and therefore it is hard for him to see that the ‘class structure’ of the precolonial period is a ‘census’ imagining created from the poops of Spanish galleons.
zh_cn: 然而这个框架的力量竟强大到把这类证据都挤到斯科特的想象的角落去了，所以他就很难看出那个前殖民时期的“阶级结构”其实是从西班牙商船上流传的种种消息中创造出来的一个“人口调査”的想象。

source: Wherever they went, hidalgos and esclavos loomed up, who could only be aggregated as such, that is ‘structurally’, by an incipient colonial state.
zh_cn: 不管他们到哪里，“贵族”和“奴隶”都会浮现，而这些“贵族”和“奴隶”也只能被一个新生的殖民政府以“贵族”和“奴隶”这样的范畴——也就是只能被以结构性的方式——集合起来。

source: For Indonesia we have, thanks to the research of Mason Hoadley, a detailed account of an important judicial case decided in the coastal port of Cirebon, Java, at the end of the seventeenth century.
zh_cn: 关于印尼，我们拜梅森·侯德利（Mason Hoadley）的研究之赐而得以读到一篇关于17世纪末期在爪哇的海港西瑞本（Cirebon）所判决的一个重要司法案件的详细记录。

source: By luck, the Dutch (VOC) and local Cirebonese records are still available.
zh_cn: 幸运的是，荷兰文（荷兰东印度公司）的记录和当地西瑞本文的记录至今尚存。

source: If the Cirebonese account only had survived, we would know the accused murderer as a high official of the Cirebonese court, and only by his title Ki Aria Marta Ningrat, not a personal name.
zh_cn: 假如留下来的只有西瑞本文的记录，我们就只会知道被控谋杀的那个人是西瑞本宫廷的一位高官，而且也只会知道他的头衔是Ki Aria Marta Ningrat而不会知道他的本名。

source: The VOC records, however, angrily identify him as aChinees— indeed that is the single most important piece of information about him that they convey.
zh_cn: 然而荷兰东印度公司的记录却愤怒地指称他是一个中国人（Chinees）——事实上这是他们这份资料所传递的最重要的一个情报。

source: It is clear then that the Cirebonese court classified people by rank and status, while the Company did so by something like ‘race’.
zh_cn: 由此可见西瑞本宫廷区分人民的根据是等级和身份，而东印度公司所使用的则是像“种族”之类的范畴。

source: There is no reason whatever to think that the accused murderer -- whose high status attests to his and his ancestors' long integration into Cirebonese society, no matter what their origins -thought of himself as ‘a’Chinees.
zh_cn: 我们完全没有理由认为被控告谋杀的那个人——他的崇高地位证明了不管他出生何处，他和他的祖先早已融人西瑞本社会了——会认为他自己是“一个”中国人。

source: How then did the VOC arrive at this classification?
zh_cn: 那么荷兰东印度公司又是怎样做成这个分类的？

source: From what poops was it possible to imagine Chinees?
zh_cn: 他们究竟听到什么风声（poops）让他们去想象“他是”中国人？

source: Surely only those ferociously mercantile poops which, under centralized command, roved ceaselessly from port to port between the Gulf of Mergui and the mouth of the Yangtze-kiang.
zh_cn: 当然唯有那些在中央控制下往来丹老湾（GulfofMergui）和长江口之间，从一个港口漂到下一个港口的极度渴求商机的风声了。

source: Oblivious of the heterogeneous populations of the Middle Kingdom; of the mutual incomprehensibility of many of their spoken languages; and of the peculiar social and geographic origins of their diaspora across coastal Southeast Asia, the Company imagined, with its trans-oceanic eye, an endless series ofChinezen,as the conquistadors had seen an endless series of hidalgos.
zh_cn: 东印度公司忘记了中国人口的异质性，忘记了这些人口所使用的许多不同语言之间无法相互沟通，忘记了流散在东南亚沿海的中国人出生于各自不同的社会和地缘背景——就像西班牙征服者接二连三地看见“菲律宾群岛的” “贵族”一样，这个公司也以其跨越大洋之眼不停地看见“中国人”（Chinezen）。

source: And on the basis of this inventive census it began to insist that those under its control whom it categorized asChinezendress, reside, marry, be buried, and bequeath property according to that census.
zh_cn: 而且，以这个创造性的人口调查（inventive census）为基础，东印度公司开始坚持那些受其统治并且被它归类为“中国人”的人必须根据那个人口调查来穿着、居住、婚嫁、丧葬以及赠予遗产。

source: It is striking that the much less far-faring and commercially minded Iberians in the Philippines imagined a quite different census category: what they called sangley.
zh_cn: 令人惊讶的是，那些游踪范围要比荷兰人近得多，而且商业精神也远为逊色的菲律宾群岛上的伊比利亚半岛人会想象出一种相当不同的人口调查范畴一他们称之为sangley。

source: Sangley was an incorporation into Spanish of the Hokkien sengli— meaning ‘trader’.
zh_cn: Sangley这个字是由被收人西班牙文的福建话“生利”（sengli）意指“商人”（trader）——而来的。

source: One can imagine Spanish proto-census men asking the traders drawn to Manila by the galleon trade: ‘Who are you’, and being sensibly told ‘We are traders’.
zh_cn: 我们可以想象最初的西班牙人口调査员问那些被商船贸易吸引到马尼拉的商人说：“你们是什么人?”而对方聪明地回答说：“我们是‘生利人’。”

source: Not sailing the seven Asian seas, for two centuries the Iberians remained in a comfortably provincial conceptual fog.
zh_cn: 由于不曾远游于亚细亚七海之上，伊比利亚半岛人遂在长达两个世纪的时间里，安居在一片地方性的概念迷雾之中。

source: Only very slowly did the sangley turn into ‘Chinese’ -- until the word disappeared in the early nineteenth century to make way for a VOC-style chino.
zh_cn: Sangley这个字变成“中国人”的过程非常缓慢——它要到19世纪初才消失，取而代之的是带有荷兰东印度公司风格的chino'一词。

source: The real innovation of the census-takers of the 1870s was, therefore, not in the construction of ethnic-racial classifications, but rather in their systematic quantification.
zh_cn: 由此，19世纪70年代的人口调查专家的真正革新不是建构族群一种族的分类，而是对这些分类所做的系统性的量化。

source: Precolonial rulers in the Malayo-Javanese world had attempted enumerations of the populations under their control, but these took the form of tax-rolls and levy-lists.
zh_cn: 前殖民地时代的马来一爪哇世界的统治者曾经尝试计算过在他们支配下的人口，不过他们是通过纳税人名册和课征名单来计算的。

source: Their purposes were concrete and specific: to keep track of those on whom taxes and military conscription could effectively be imposed -- for these rulers were interested solely in economic surplus and armable manpower.
zh_cn: 他们的目的具体而特定——掌握那些他们能有效强制纳税和征兵者的行踪，因为这些统治者只对经济的剩余和可武装的人力资源感兴趣。

source: Early European regimes in the region did not, in this respect, differ markedly from their predecessors.
zh_cn: 在这方面，本区域早期的欧洲人政权和他们的先行者之间并没有很显著的差别。

source: But after 1850 colonial authorities were using increasingly sophisticated administrative means to enumerate populations, including the women and children (whom the ancient rulers had always ignored), according to a maze of grids which had no immediate financial or military purpose.
zh_cn: 不过到了1850年后，殖民当局就开始使用以不具有立即的财政或军事目的，而且像迷宫一样的种种框架为根据的，日益复杂的行政手段来统计包括（向来被古代的统治者所忽视的）妇女和儿童在内的人口了。

source: In the old days, those subjects liable for taxes and conscription were usually well aware of their numerability; ruler and ruled understood each other very well, if antagonistically, on the matter.
zh_cn: 以往，那些负有纳税和征兵义务的臣民通常很清楚地知道自己是被统计的对象，在这个事情上，统治者和被统治者就算是站在对立的立场，他们之间也还是有着充分的相互了解。

source: But by 1870, a non-taxpaying, unlevyable ‘Cochin-Chinese’ woman could live out her life, happily or unhappily, in the Straits Settlements, without the slightest awareness that this was how she was being mapped from on high.
zh_cn: 可是到了1870年，一个不纳税也不被课征义务的“交趾支那”妇女可能会在海峡殖民地（the Straits Settlements）幸福或不幸地走完一生，却一点也不知道这就是她被上面的人所划归的范畴。

source: Here the peculiarity of the new census becomes apparent.
zh_cn: 新的人口调查的特殊性在这里就变得很明显了。

source: It tried carefully to count the objects of its feverish imagining.
zh_cn: 它想要小心翼翼地统计被它兴奋地想象出来的对象。

source: Given the exclusive nature of the classificatory system, and the logic of quantification itself, a ‘Cochin-Chinese’ had to be understood as one digit in an aggregable series of replicable ‘Cochin-Chinese’ -- within, of course, the state’s domain.
zh_cn: 基于这个分类体系的排他性质和量化本身的逻辑，一个“交趾支那人”必须被理解成可以集合和复制的一连串——当然，而且是在殖民政府的领地范围内的——“交耻支那人”当中的一个数字。

source: The new demographic topography put down deep social and institutional roots as the colonial state multiplied its size and functions.
zh_cn: 在殖民政府的规模和功能倍增的同时，新的人口分布地形图也在‘‘殖民地”社会和各种制度中种下了很深的根。

source: Guided by its imagined map it organized the new educational, juridical, public-health, police, and immigration bureaucracies it was building on the principle of ethno-racial hierarchies which were, however, always understood in terms of parallel series.
zh_cn: 在它那张想象出来的地图的引导下，殖民政府根据其实总是被理解为平行系列的族群一种族层级结构原则来组织它正在建立的那些新的教育、司法、公共卫生、警察和移民管理的官僚机构。

source: The flow of subject populations through the mesh of differential schools, courts, clinics, police stations and immigration offices created ‘traffic-habits’ which in time gave real social life to the state’s earlier fantasies.
zh_cn: 这些臣属人口在不同的学校、法院、诊所、警察局和移民办公室的复杂网络中的流动创造了一些“交通习惯”（traffichabits），而时日一久，这些“交通习惯”遂为殖民政府先前的想象赋予了真实的社会生活的内容。

source: Needless to say, it was not always plain sailing, and the state frequently bumped into discomforting realities. Far and away the most important of these was religious affiliation, which served as the basis of very old, very stable imagined communities not in the least aligned with the secular state's authoritarian grid-map.
zh_cn: 毋庸赘言，这些流动并不总是一帆风顺的，而殖民政府也经常遇到令人不快的种种现实，其中最重要的是作为和世俗政府那张威权的框架地图一点也扯不上关系的那些非常古老、非常稳定的想象的共同体的基础的宗教结合关系（religious affiliation）。
